Repository: ilmhub-uz/akiss
Catalog: Resources/AdmissionFaturedComponent.*.resx
Languages: ru

# Dars
source: Foreign Language
ru: Иностранный язык

# DarsInfo
source: Classes are conducted in English in a step-by-step manner
ru: Занятия будут проводятся на английском языке поэтапно

# Talim
source: Education
ru: Образование

# TalimInfo
source: Oxford and Cambridge teaching methods
ru: Оксфордские и Кембриджские методы обучения

# Lan
source: Multi Language
ru: Многоязычный

# LanInfo
source: Classes are taught in Uzbek, Russian and English
ru: Занятия ведутся на узбекском, русском и английском языках.

# Pre
source: Preparation
ru: Подготовка

# PreInfo
source: In all subjects, preparation for foreign universities
ru: По всем направлениям подготовка к зарубежным вузам

# Tatil
source: Summer vacation
ru: Летние каникулы

# TatilInfo
source: Spending a summer vacation abroad is a good way to keep up with the culture of communication
ru: Провести летние каникулы за границей — хороший способ не отставать от культуры общения

# Diplom
source: Certificate
ru: Cертификат

# DiplomInfo
source: School certificates and diplomas are awarded
ru: Школьные аттестаты и дипломы выдаются

source: Girls
ru: Девочки

# GirlsInfo
source: There are separate classes for girls for those who wish
ru: Есть отдельные занятия для девочек для желающих

# Teacher
source: Teachers
ru: Учителя

# TeacherInfo
source: Online and offline classes of qualified teachers from foreign countries
ru: Онлайн и оффлайн занятия квалифицированных преподавателей из зарубежных стран

source: Online
ru: Онлайн

# OnlineInfo
source: Distance learning classes are available for those who wish
ru: Для желающих доступны дистанционные занятия

source: Parents
ru: Родители

# ParentsInfo
source: Opportunity for parents to follow the course process online
ru: Возможность для родителей следить за ходом курса онлайн

# Pupil
source: Admission
ru: Набор

# PupilInfo
source: Admission has begun for students from 1st to 11th grade
ru: Начался набор учащихся с 1 по 11 классы

source: English
ru: Ангилийский

# EnglishInfo
source: Gradually, the transition to full English will take place
ru: Постепенно будет переход на полный английский язык
